Enterprise_Serivces/Cert/Bronze4/CSLVisitedSitesService/result1/Iteration1/t2_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/visitedsite/contracts/2010/05/IVisitedSiteService/GetVisitedSites</wsa:Action><wsa:MessageID>uuid:e9d7e8cf-0590-4f06-ae49-d1e29aa55252</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslvisitedsitesserviceqa1.testgs.pvt/VisitedSiteService.svc</wsa:To></soap:Header><soap:Body><GetVisitedSites xmlns="http://www.gamestop.com/services/csl/visitedsite/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><OpenIDClaimedIdentifier xmlns="http://www.gamestop.com/services/csl/visitedsites/contracts/messages/2010/05">0d419b11-b77d-4fbc-8085-44c288617712</OpenIDClaimedIdentifier></request></GetVisitedSites></soap:Body></soap:Envelope>